export const MATRIX_CUR = {
  "a.1": {
    shares: [90, 90, 70, 50, 70],
    portfolios: [["ИСЖ 2", "ИСЖ 2", "ИСЖ 2", "МП див $", "Нота гарант долл"]],
  },
  "a.2": {
    shares: [75, 75, 75, 80, 80],
    portfolios: [
      [
        "МП конс $",
        "МП умерен $",
        "МП умерен $",
        "Нота гарант долл",
        "МП див $",
      ],
    ],
  },
  "a.3": {
    shares: [100, 100, 100, 100, 100],
    portfolios: [["ЛБ $", "ЛБ $", "ЛБ $", "ЛБ $", "ЛБ $"]],
  },
  "b.1": {
    shares: [90, 90, 70, 70, 60],
    portfolios: [
      ["МП конс $", "МП умерен $", "МП глоб $", "МП глоб $", "МП глоб $"],
    ],
  },
  "b.2": {
    shares: [70, 70, 80, 80, 90],
    portfolios: [
      [
        "ПИФ еврообл $",
        "ПИФ еврообл $",
        "ПИФ еврообл $",
        "МП агр $",
        "МП агр $",
      ],
    ],
  },
  "b.3": {
    shares: [100, 100, 100, 100, 100],
    portfolios: [["ЛБ $", "ЛБ $", "ЛБ $", "ЛБ $", "ЛБ $"]],
  },
  "c.1": {
    shares: [90, 80, 80, 70, 50],
    portfolios: [
      ["ИСЖ 3", "ИСЖ 3", "ДУ сбаланс долл", "ДУ лидеры", "ДУ лидеры"],
      ["ИСЖ 3", "ИСЖ 3", "ПИФ еврообл $", "МП глоб $", "МП агр $"],
    ],
  },
  "c.2": {
    shares: [50, 50, 50, 80, 80],
    portfolios: [
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен $", "Нота вал", "Нота вал"],
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен $", "Нота вал", "Нота вал"],
    ],
  },
  "c.3": {
    shares: [100, 100, 100, 100, 100],
    portfolios: [["МП конс $", "МП умерен $", "ЛБ $", "ЛБ $", "ЛБ $"]],
  },
  "d.1": {
    shares: [90, 80, 80, 70, 50],
    portfolios: [
      ["ИСЖ долл", "ИСЖ долл", "ДУ сбаланс долл", "ДУ лидеры", "ДУ лидеры"],
      ["ИСЖ долл", "ИСЖ долл", "ПИФ еврообл $", "МП глоб $", "МП агр $"],
    ],
  },
  "d.2": {
    shares: [50, 50, 50, 80, 80],
    portfolios: [
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен $", "Нота вал", "Нота вал"],
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен $", "Нота вал", "Нота вал"],
    ],
  },
  "d.3": {
    shares: [100, 100, 100, 100, 100],
    portfolios: [
      ["МП конс $", "МП умерен $", "ЛБ $", "ЛБ $", "ЛБ $"],
      ["МП конс $", "МП умерен $", "ЛБ $", "ЛБ $", "ЛБ $"],
    ],
  },
  "e.1": {
    shares: [90, 80, 80, 70, 50],
    portfolios: [
      [
        "ИСЖ долл",
        "ИСЖ долл",
        "ДУ сбаланс долл",
        "ДУ сбаланс долл",
        "ДУ лидеры",
      ],
      ["ИСЖ долл", "ИСЖ долл", "ПИФ еврообл $", "МП умерен", "МП агр"],
    ],
  },
  "e.2": {
    shares: [50, 50, 50, 80, 80],
    portfolios: [
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен", "Нота вал", "Нота вал"],
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен", "Нота вал", "Нота вал"],
    ],
  },
  "e.3": {
    shares: [100, 100, 100, 100, 100],
    portfolios: [["МП конс", "МП умерен", "ЛБ $", "ЛБ $", "ЛБ $"]],
  },
  "f.1": {
    shares: [90, 50, 80, 50, 50],
    portfolios: [
      ["ИСЖ долл", "ИСЖ долл", "ДУ сбаланс долл", "ДУ лидеры", "ДУ лидеры"],
      ["ИСЖ долл", "ИСЖ долл", "ПИФ еврообл $", "ПИФ глоб $", "ПИФ глоб $"],
    ],
  },
  "f.2": {
    shares: [100, 100, 50, 50, 50],
    portfolios: [
      ["ПИФ еврообл $", "ДУ еврообл", "ПИФ глоб $", "МП глоб $", "Нота вал"],
      ["ПИФ еврообл $", "ПИФ еврообл $", "ПИФ глоб $", "МП глоб $", "Нота вал"],
    ],
  },
  "f.3": {
    shares: [100, 100, 100, 100, 100],
    portfolios: [["", "", "МП умерен $", "Нота вал", "МП агр $"]],
  },
  "g.1": {
    shares: [90, 80, 80, 70, 50],
    portfolios: [
      [
        "ИСЖ долл",
        "ИСЖ долл",
        "ДУ сбаланс долл",
        "ДУ сбаланс долл",
        "ДУ лидеры",
      ],
      ["ИСЖ долл", "ИСЖ долл", "ПИФ еврообл $", "МП умерен", "МП агр"],
    ],
  },
  "g.2": {
    shares: [50, 50, 50, 80, 80],
    portfolios: [
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен", "Нота вал", "Нота вал"],
      ["ПИФ еврообл $", "ПИФ еврообл $", "МП умерен", "Нота вал", "Нота вал"],
    ],
  },
  "g.3": {
    shares: [100, 100, 100, 100, 100],
    portfolios: [["МП конс", "МП умерен", "ЛБ $", "ЛБ $", "ЛБ $"]],
  },
};
