export const RAW_RUB = {
  "a.1": [
    {
      1: "БПИФ",
      2: "БПИФ",
      "1доля": "50",
      "2доля": "40",
    },
    {
      1: "БПИФ",
      2: "БПИФ",
      "1доля": "",
      "2доля": "",
    },
  ],
  "a.2": [
    {
      1: "Finex 1",
      2: "Finex 2",
      "1доля": "50",
      "2доля": "50",
    },
    {
      1: "Finex 1",
      2: "Finex 2",
      "1доля": "",
      "2доля": "",
    },
  ],
  "a.3": [
    {
      1: "Самит N",
      2: "Самит N",
      "1доля": "100",
      "2доля": "100",
    },
    {
      1: "Самит N",
      2: "Самит N",
      "1доля": "",
      "2доля": "",
    },
  ],
  "b.1": [
    {
      1: "БПИФ",
      2: "БПИФ",
      "1доля": "25",
      "2доля": "25",
    },
    {
      1: "Finex 1",
      2: "Finex 2",
      "1доля": "",
      "2доля": "",
    },
  ],
  "b.2": [
    {
      1: "Самит N",
      2: "СПБ N",
      "1доля": "50",
      "2доля": "50",
    },
    {
      1: "Самит N",
      2: "СПБ N",
      "1доля": "",
      "2доля": "",
    },
  ],
  "b.3": [
    {
      1: "ПИФ 1",
      2: "ПИФ 2",
      "1доля": "50",
      "2доля": "50",
    },
  ],
  "b.4": [
    {
      1: "КОРП",
      2: "КОРП",
      "1доля": "100",
      "2доля": "100",
    },
  ],
  "c.1": [
    {
      1: "БПИФ",
      2: "БПИФ",
      "1доля": "30",
      "2доля": "30",
    },
    {
      1: "Finex 1",
      2: "Finex 2",
      "1доля": "",
      "2доля": "",
    },
  ],
  "c.2": [
    {
      1: "Самит N",
      2: "СПБ N",
      "1доля": "35",
      "2доля": "20",
    },
    {
      1: "Самит N",
      2: "СПБ N",
      "1доля": "",
      "2доля": "",
    },
  ],
  "c.3": [
    {
      1: "ПИФ 1",
      2: "ПИФ 2",
      "1доля": "40",
      "2доля": "30",
    },
  ],
  "c.4": [
    {
      1: "ДУ СП",
      2: "ДУ СП",
      "1доля": "50",
      "2доля": "50",
    },
  ],
  "c.5": [
    {
      1: "КОРП",
      2: "КОРП",
      "1доля": "100",
      "2доля": "100",
    },
  ],
  "d.1": [
    {
      1: "БПИФ",
      2: "БПИФ",
      "1доля": "15",
      "2доля": "10",
    },
    {
      1: "Finex 1",
      2: "Finex 2",
      "1доля": "",
      "2доля": "",
    },
  ],
  "d.2": [
    {
      1: "Самит N",
      2: "Самит N",
      "1доля": "20",
      "2доля": "20",
    },
  ],
  "d.3": [
    {
      1: "СПБ N",
      2: "СПБ N",
      "1доля": "20",
      "2доля": "20",
    },
  ],
  "d.4": [
    {
      1: "КОРП",
      2: "КОРП",
      "1доля": "30",
      "2доля": "15",
    },
  ],
  "d.5": [
    {
      1: "GLD",
      2: "GLD",
      "1доля": "30",
      "2доля": "30",
    },
  ],
  "d.6": [
    {
      1: "ЗПИФ",
      2: "ЗПИФ",
      "1доля": "50",
      "2доля": "30",
    },
  ],
  "d.7": [
    {
      1: "СП",
      2: "СП",
      "1доля": "100",
      "2доля": "100",
    },
  ],
  "e.1": [
    {
      1: "EO",
      2: "EO",
      "1доля": "70",
      "2доля": "30",
    },
    {
      1: "EO",
      2: "EO",
      "1доля": "",
      "2доля": "",
    },
  ],
  "e.2": [
    {
      1: "КОРП",
      2: "КОРП",
      "1доля": "10",
      "2доля": "5",
    },
  ],
  "e.3": [
    {
      1: "СПБ N",
      2: "СПБ N",
      "1доля": "20",
      "2доля": "10",
    },
  ],
  "e.4": [
    {
      1: "Самит N",
      2: "Самит N",
      "1доля": "20",
      "2доля": "30",
    },
  ],
  "e.5": [
    {
      1: "GLD",
      2: "GLD",
      "1доля": "30",
      "2доля": "20",
    },
  ],
  "e.6": [
    {
      1: "ЗПИФ",
      2: "ЗПИФ",
      "1доля": "40",
      "2доля": "40",
    },
  ],
  "e.7": [
    {
      1: "СП",
      2: "СП",
      "1доля": "100",
      "2доля": "100",
    },
  ],
};
